const akcia = ()=>{
    return (<div className={"img_w"}>
         <br/>
        <h3 style={{textDecoration:"underline"}}><a href="https://goo.gl/maps/RpiMDeeVmQy8hu8c7">Находимся в г. Харьков, ул. Роганская, 160</a></h3>
            <br/>
        <h4>Наша автомастерская находится ВНУТРИ гаражного кооператива.
            <strong style={{textDecoration:"underline"}}> Не путайте с другими, рядом расположенными)</strong> </h4>
            <br/><h3>Звоните! тел. <a href="phone:+380681636303">+38 (068) 163-63-03</a></h3>
            <br/>
            <h2 className={"text_h3"}>МЕНЯЙТЕ МАСЛО И ФИЛЬТРЫ БЕСПЛАТНО!</h2>
            <br/>
  <h4 style={{color:"red"}}>При покупке расходников у нас, получите услугу по замене в подарок!</h4><br/>
    <h3>И ЭТО ОЧЕНЬ ПРОСТО :-)</h3>
            <br/>
    <h2 style={{color:"red", textDecoration:"underline"}}>Акция действует до 31.05</h2>
            <br/>
    <h3>1.Заполните и отправьте форму заказа.</h3>
    <h5>♦ укажите VIN и марку авто;</h5>
    <h5>♦ укажите, какие фильтры нужны: масляный, воздушный, топливный, салона;</h5>
    <h5>♦ укажите предпочитаемую фирму(если есть) и модификацию масла: 10W-40, 5W-40, 5W-30...</h5>
            <br/>
   <h3>2. Ожидайте. В ближайшее время менеджер свяжется с вами для уточнения заказа.</h3>
    </div>
    )}

export default akcia;