import React from 'react';


const buy = ()=>{
    return (
        <div className={"img_w"}>
            <h1>9 ПРИЧИН ЗАКАЗАТЬ ЗАПЧАСТИ И МАСЛО У НАС</h1>

            <h3 style={{color: "orange", textDecoration: 'underline'}}>1. ПОДБОР БЕСПЛАТНО</h3>
            <p>Все риски по подбору запчастей и масла мы берем на себя!
            Поэтому не стесняемся, а создаем вин-запрос или звоним +38 (097) 137-68-10.
                    Менеджер ответит в порядке очереди или сразу в зависимости от уровня сложности задачи.</p>

                <h3 style={{color: "orange", textDecoration: 'underline'}}>2. ОПЛАТА ПРИ ПОЛУЧЕНИИ</h3>
            Купить запчасти и другие автотовары без предоплаты.

                <h3 style={{color: "orange", textDecoration: 'underline'}}>3. ГАРАНТИЯ ЛУЧШЕЙ ЦЕНЫ</h3>
            Найдете дешевле – постараемся снизить цену.

                <h3 style={{color: "orange", textDecoration: 'underline'}}>4. БЕСПЛАТНАЯ И БЫСТРАЯ ДОСТАВКА</h3>
            Доставим от 1 дня. Бесплатная доставка.

                <h3 style={{color: "orange", textDecoration: 'underline'}}>5. КОНСУЛЬТАЦИЯ МЕНЕДЖЕРОВ БЕСПЛАТНО</h3>
            У нас работают опытные сотрудники, поэтому риск ошибочного заказа сведен к нулю.

                <h3 style={{color: "orange", textDecoration: 'underline'}}>6. ГАРАНТИЯ ВОЗВРАТА</h3>
            Если вдруг что-то не подошло (бывает всякое), возврат без проблем в течении 10 дней.
            Главное, чтобы не было следов установки детали и была аккуратно вскрыта и сохранена упаковка.

                        <h3 style={{color: "orange", textDecoration: 'underline'}}>7. АВТОСЕРВИС</h3>
            Заменим масло, установим запчасти на автомобиль с 100% гарантией качества работы.
            Возможна установка "на вашей территории" — как удобно.

            <h3 style={{color: "orange", textDecoration: 'underline'}}>8. ДИАГНОСТИКА БЕСПЛАТНО</h3>
            Не знаете что именно сломалось в вашем авто?
            Бесплатно проведем предварительную диагностику по телефону или в нашей автомастерской.
            Также возможен выезд механика к машине для устранения неполадок — обговаривается отдельно.

            <h3 style={{color: "orange", textDecoration: 'underline'}}>9. АВТО ВЗАМЕН РЕМОНТИРУЕМОГО</h3>
            Встала работа?
            Получите другое авто взамен ремонтируемого.

        </div>
    );
}

export default buy;